Repository: TreantProtectorGo/Daily-Sum
Catalog: Flux/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %lld accounts
zh_hans: %lld 个账户
zh_hant: %lld 個帳戶

# account.add.title
source: Add Account
zh_hans: 添加账户
zh_hant: 新增帳戶

# account.balance
source: Balance
zh_hans: 余额
zh_hant: 結餘

# account.balanceAdjustment.note
source: Manual balance adjustment
zh_hans: 手动调整余额
zh_hant: 手動調整結餘

# account.count.one
source: %lld account
zh_hans: %lld 个账户
zh_hant: %lld 個帳戶

# account.count.other
source: %lld accounts
zh_hans: %lld 个账户
zh_hant: %lld 個帳戶

# account.currency
source: Currency
zh_hans: 货币
zh_hant: 貨幣

# account.currentBalance
source: Current Balance
zh_hans: 当前余额
zh_hant: 目前結餘

# account.delete
source: Delete Account Permanently
zh_hans: 永久删除账户
zh_hant: 永久刪除帳戶

# account.delete.confirm.action
source: Delete Account
zh_hans: 删除账户
zh_hant: 刪除帳戶

# account.delete.confirm.message
source: Deleting an account removes all its transactions. This cannot be undone.
zh_hans: 删除账户会一并删除所有交易，且无法撤销。
zh_hant: 刪除帳戶會一併刪除所有交易，且無法復原。

# account.delete.confirm.title
source: Delete this account?
zh_hans: 要删除此账户吗？
zh_hant: 要刪除此帳戶嗎？

# account.delete.footer
source: Use this only if you are sure. Deleting an account removes all its transactions.
zh_hans: 确定不再需要此账户后再删除。删除账户也会删除其中的所有交易。
zh_hant: 確定不再需要此帳戶才刪除。刪除帳戶亦會刪除其所有交易。

# account.edit.title
source: Edit Account
zh_hans: 编辑账户
zh_hant: 編輯帳戶

# account.error.travelCurrencyChangeUnsupported
source: This account has foreign currency transactions. Create a new account instead of changing its currency.
zh_hans: 此账户已有外币交易。请新建账户，不要直接更改币种。
zh_hant: 此帳戶已有外幣交易。請另建新帳戶，勿直接更改貨幣。

source: Account Info
zh_hans: 账户信息
zh_hant: 帳戶資料

# account.initialBalance
source: Initial Balance
zh_hans: 初始余额
zh_hant: 初始餘額

# account.label
source: Account
zh_hans: 账户
zh_hant: 帳戶

source: Account Name
zh_hans: 账户名称
zh_hant: 帳戶名稱

# account.none
source: None
zh_hans: 无
zh_hant: 無

# account.recentTransactions
source: %lld recent transactions
zh_hans: 最近 %lld 笔交易
zh_hant: 最近 %lld 筆交易

# account.select
source: Select Account
zh_hans: 选择账户
zh_hant: 選擇帳戶

source: Account Type
zh_hans: 账户类型
zh_hant: 帳戶類型

# account.type.bank
source: Bank Account
zh_hans: 银行账户
zh_hant: 銀行帳戶

# account.type.cash
source: Cash
zh_hans: 现金
zh_hant: 現金

# account.type.creditCard
source: Credit Card
zh_hans: 信用卡
zh_hant: 信用卡

# account.type.eWallet
source: E-wallet
zh_hans: 电子钱包
zh_hant: 電子錢包

# account.type.investment
source: Investment
zh_hans: 投资
zh_hant: 投資

# accountType.delete.confirm.title
source: Delete Account Type?
zh_hans: 要删除账户类型吗？
zh_hant: 要刪除帳戶類型嗎？

# accountType.delete.keep
source: Keep Account Type
zh_hans: 保留账户类型
zh_hant: 保留帳戶類型

# accountType.delete.moveAccounts
source: Move accounts to %@
zh_hans: 将账户移动到 %@
zh_hant: 將帳戶移至 %@

# accountType.delete.reassign.message
source: Choose another type for existing accounts before deleting.
zh_hans: 删除前，请为现有账户选择另一种类型。
zh_hant: 刪除前，請為現有帳戶選擇另一種類型。

# accountType.edit
source: Edit Account Type
zh_hans: 编辑账户类型
zh_hant: 編輯帳戶類型

# accountType.editList
source: Edit account types
zh_hans: 编辑账户类型
zh_hant: 編輯帳戶類型

# accountType.error.replacementMatchesDeletedType
source: Choose a different replacement account type.
zh_hans: 请选择另一个替代账户类型。
zh_hant: 請選擇另一個替代帳戶類型。

# accountType.error.typeInUse
source: This account type is used by one or more accounts.
zh_hans: 此账户类型仍有账户使用。
zh_hant: 此帳戶類型仍有帳戶使用。

# accountType.new
source: New Account Type
zh_hans: 新建账户类型
zh_hant: 新增帳戶類型

# accountType.title
source: Account Types
zh_hans: 账户类型
zh_hant: 帳戶類型

source: Action
zh_hans: 操作
zh_hant: 操作

# action.add
source: Add
zh_hans: 添加
zh_hant: 新增

# action.addAccount
source: Account
zh_hans: 账户
zh_hant: 帳戶

# action.addTransaction
source: Transaction
zh_hans: 交易
zh_hant: 交易

# action.apply
source: Apply
zh_hans: 应用
zh_hant: 套用

# action.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# action.close
source: Close
zh_hans: 关闭
zh_hant: 關閉

# action.confirm
source: Confirm
zh_hans: 确认
zh_hant: 確認

# action.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# action.edit
source: Edit
zh_hans: 编辑
zh_hant: 編輯

# action.filters
source: Filters
zh_hans: 筛选条件
zh_hant: 篩選條件

# action.finish
source: Finish
zh_hans: 完成
zh_hant: 完成

# action.ok
source: OK
zh_hans: 确定
zh_hant: 確定

# action.save
source: Save
zh_hans: 保存
zh_hant: 儲存

# action.use
source: Use
zh_hans: 使用
zh_hant: 使用

source: Add Expense
zh_hans: 添加支出
zh_hant: 新增支出

source: Add Income
zh_hans: 添加收入
zh_hant: 新增收入

source: Amount
zh_hans: 金额
zh_hant: 金額

# app.initializeFailed
source: Failed to Initialize
zh_hans: 初始化失败
zh_hant: 初始化失敗

# app.loading
source: Loading...
zh_hans: 载入中…
zh_hant: 載入中…

# backup.error.checksumMismatch
source: This backup failed integrity verification.
zh_hans: 此备份未能通过完整性验证。
zh_hant: 此備份未能通過完整性驗證。

# backup.error.duplicateRecordID
source: This backup contains duplicate %1$@ record ID %2$@.
zh_hans: 此备份包含重复的 %1$@ 记录 ID：%2$@。
zh_hant: 此備份含有重複的 %1$@ 記錄 ID：%2$@。

# backup.error.invalidArchiveFormat
source: This backup file is invalid or corrupted.
zh_hans: 此备份文件无效或已损坏。
zh_hant: 此備份檔案無效或已損壞。

# backup.error.missingReferencedRecord
source: Missing %1$@ record %2$@ referenced by %3$@ record %4$@.
zh_hans: 找不到 %3$@ 记录 %4$@ 引用的 %1$@ 记录 %2$@。
zh_hant: 找不到 %3$@ 記錄 %4$@ 所引用的 %1$@ 記錄 %2$@。

# backup.error.missingRequiredSections
source: This backup is missing required sections: %@.
zh_hans: 此备份缺少必要部分：%@。
zh_hant: 此備份缺少必要部分：%@。

# backup.error.recordCountMismatch
source: This backup record count does not match its integrity metadata.
zh_hans: 此备份的记录数量与完整性数据不符。
zh_hant: 此備份的記錄數量與完整性資料不符。

# backup.error.unsupportedRestoreMode
source: Restore mode %@ is not supported yet.
zh_hans: 暂不支持 %@ 恢复模式。
zh_hant: 暫不支援 %@ 還原模式。

# backup.error.unsupportedSchemaVersion
source: This backup uses unsupported schema version %lld.
zh_hans: 暂不支持此备份的数据结构版本 %lld。
zh_hant: 此備份的資料結構版本 %lld 暫不支援。

source: Balance
zh_hans: 余额
zh_hant: 結餘

# balance.info
source: About balance trend
zh_hans: 关于余额走势
zh_hant: 關於結餘走勢

# balance.info.message
source: This trend estimates past total balance from current included account balances and recorded transactions. It is not investment market performance.
zh_hans: 此趋势根据现有账户余额和已记录交易推算历史总余额，不代表投资市场表现。
zh_hant: 此走勢按現有帳戶結餘及已記錄交易推算過往總結餘，不代表投資市場表現。

# balance.info.title
source: How this is calculated
zh_hans: 计算方式
zh_hant: 計算方式

# balance.range.all
source: All
zh_hans: 全部
zh_hant: 全部

# balance.range.oneMonth
source: 1M
zh_hans: 1月
zh_hant: 1月

# balance.range.oneYear
source: 1Y
zh_hans: 1年
zh_hant: 1年

# balance.range.threeMonths
source: 3M
zh_hans: 3月
zh_hant: 3月

# balance.range.week
source: 1W
zh_hans: 1周
zh_hant: 1週

# balance.trend.empty
source: No trend data yet
zh_hans: 暂无走势数据
zh_hant: 暫無走勢資料

# balance.trend.hide
source: Hide balance trend
zh_hans: 收起余额走势
zh_hant: 收起結餘走勢

# balance.trend.show
source: Show balance trend
zh_hans: 显示余额走势
zh_hant: 顯示結餘走勢

# budget.add.title
source: Create Budget
zh_hans: 创建预算
zh_hant: 建立預算

# budget.alert.notification.exceeded.body
source: %1$@ has exceeded its budget.
zh_hans: %1$@ 已超出预算。
zh_hant: %1$@ 已超出預算。

# budget.alert.notification.exceeded.title
source: Budget exceeded
zh_hans: 预算已超支
zh_hant: 預算已超支

# budget.alert.notification.warning.body
source: %1$@ has reached 80%% of its budget.
zh_hans: %1$@ 已使用 80%% 预算。
zh_hant: %1$@ 已用八成預算。

# budget.alert.notification.warning.title
source: Budget nearing limit
zh_hans: 预算接近上限
zh_hant: 預算接近上限

# budget.alertsEnabled
source: Enable Alerts
zh_hans: 启用警报
zh_hant: 啟用警報

# budget.allCategories
source: All Categories
zh_hans: 所有类别
zh_hant: 所有類別

# budget.amount
source: Amount & Period
zh_hans: 金额及期间
zh_hant: 金額及期間

# budget.category.footer
source: Select a category for this budget.
zh_hans: 为此预算选择类别。
zh_hant: 為此預算選擇類別。

# budget.category.footer.all
source: This budget tracks all expense categories.
zh_hans: 此预算涵盖所有支出类别。
zh_hant: 此預算涵蓋所有支出類別。

# budget.category.section
source: Category
zh_hans: 类别
zh_hant: 類別

# budget.category.select
source: Select Budget Category
zh_hans: 选择预算类别
zh_hant: 選擇預算類別

# budget.currency
source: Currency
zh_hans: 货币
zh_hant: 貨幣

# budget.deleteConfirmation.action
source: Delete Budget
zh_hans: 删除预算
zh_hant: 刪除預算

# budget.deleteConfirmation.message
source: This action cannot be undone.
zh_hans: 此操作无法撤消。
zh_hant: 此操作無法撤銷。

# budget.deleteConfirmation.title
source: Delete Budget?
zh_hans: 删除预算？
zh_hant: 刪除預算？

# budget.edit.title
source: Edit Budget
zh_hans: 编辑预算
zh_hant: 編輯預算

# budget.error.duplicateBudget
source: A budget already exists for this category or scope in the selected period
zh_hans: 所选周期内，此类别或范围已有预算。
zh_hant: 所選期間內，此類別或範圍已有預算。

# budget.error.incomeCategory
source: Budgets can only be created for expense categories
zh_hans: 只能为支出类别创建预算。
zh_hant: 只可為支出類別建立預算。

# budget.inactive
source: Inactive
zh_hans: 已停用
zh_hant: 已停用

# budget.limit
source: Spending Limit
zh_hans: 消费限额
zh_hant: 消費限額

# budget.period
source: Period
zh_hans: 期间
zh_hant: 期間

# budget.period.monthly
source: Monthly
zh_hans: 每月
zh_hant: 每月

# budget.period.weekly
source: Weekly
zh_hans: 每周
zh_hant: 每週

# budget.remaining
source: Remaining:
zh_hans: 剩余：
zh_hant: 剩餘：

# budget.status.nearLimit
source: %lld%% - Near Limit
zh_hans: %lld%% - 接近上限
zh_hant: %lld%% - 接近上限

# budget.status.onTrack
source: %lld%% - On Track
zh_hans: %lld%% - 进度正常
zh_hant: %lld%% - 進度正常

# budget.status.overBudget
source: %lld%% - Over Budget!
zh_hans: %lld%% - 超出预算
zh_hant: %lld%% - 超出預算

# budgets.list
source: Budgets
zh_hans: 预算
zh_hant: 預算

# budgets.nearLimit
source: Near Limit
zh_hans: 接近上限
zh_hant: 接近上限

# budgets.onTrack
source: On Track
zh_hans: 进度正常
zh_hant: 進度正常

# budgets.overLimit
source: Over Limit
zh_hans: 超出上限
zh_hant: 超出上限

# budgets.totalBudget
source: Total Budget
zh_hans: 总预算
zh_hant: 總預算

# budgets.totalSpent
source: Total Spent
zh_hans: 总支出
zh_hant: 總支出

# category.delete.confirm.message
source: Transactions using this category will keep the transaction and clear the category.
zh_hans: 删除类别不会删除交易，但交易的类别栏将留空。
zh_hant: 刪除類別不會刪除交易，但交易的類別欄會留空。

# category.delete.confirm.title
source: Delete Category?
zh_hans: 要删除类别吗？
zh_hant: 要刪除類別嗎？

# category.delete.keep
source: Keep Category
zh_hans: 保留类别
zh_hant: 保留類別

# category.edit
source: Edit Category
zh_hans: 编辑类别
zh_hant: 編輯類別

# category.editList
source: Edit categories
zh_hans: 编辑类别
zh_hant: 編輯類別

# category.error.circularReference
source: Cannot make a category its own parent
zh_hans: 不能将类别设为自己的上级类别。
zh_hant: 類別不可設為自己的上層類別。

# category.error.hasTransactions
source: Cannot change type of category with existing transactions
zh_hans: 此类别已有交易，无法更改类型。
zh_hant: 此類別已有交易，無法更改類型。

# category.error.typeMismatch
source: Subcategory type must match parent type
zh_hans: 子类别类型必须与上级类别一致。
zh_hant: 子類別類型必須與上層類別一致。

# category.label
source: Category
zh_hans: 类别
zh_hant: 類別

# category.new
source: New Category
zh_hans: 新建类别
zh_hant: 新增類別

# category.none
source: No Category
zh_hans: 没有类别
zh_hant: 沒有類別

# category.select.expense
source: Select Category
zh_hans: 选择类别
zh_hant: 選擇類別

# category.select.income
source: Select Category
zh_hans: 选择类别
zh_hant: 選擇類別

# category.title
source: Categories
zh_hans: 类别
zh_hant: 類別

# category.uncategorized
source: Uncategorized
zh_hans: 未分类
zh_hant: 未分類

# currency.AUD
source: Australian Dollar
zh_hans: 澳元
zh_hant: 澳元

# currency.CAD
source: Canadian Dollar
zh_hans: 加元
zh_hant: 加元

# currency.CNY
source: Chinese Yuan
zh_hans: 人民币
zh_hant: 人民幣

# currency.EUR
source: Euro
zh_hans: 欧元
zh_hant: 歐元

# currency.GBP
source: British Pound
zh_hans: 英镑
zh_hant: 英鎊

# currency.HKD
source: Hong Kong Dollar
zh_hans: 港币
zh_hant: 港幣

# currency.JPY
source: Japanese Yen
zh_hans: 日元
zh_hant: 日圓

# currency.KRW
source: South Korean Won
zh_hans: 韩元
zh_hant: 韓元

# currency.SGD
source: Singapore Dollar
zh_hans: 新加坡元
zh_hant: 新加坡元

# currency.TWD
source: New Taiwan Dollar
zh_hans: 新台币
zh_hant: 新台幣

# currency.USD
source: US Dollar
zh_hans: 美元
zh_hant: 美元

source: Daily Sum Action
zh_hans: 日常账操作
zh_hant: 日常帳操作

# dashboard.accounts
source: Accounts
zh_hans: 账户
zh_hant: 帳戶

# dashboard.budgets
source: Budgets
zh_hans: 预算
zh_hant: 預算

# dashboard.expenses
source: Expenses
zh_hans: 支出
zh_hant: 支出

# dashboard.income
source: Income
zh_hans: 收入
zh_hant: 收入

# dashboard.recentTransactions
source: Recent Transactions
zh_hans: 最近交易
zh_hant: 最近交易

# dashboard.title
source: Home
zh_hans: 主页
zh_hant: 主頁

# dashboard.totalBalance
source: Total Balance
zh_hans: 总余额
zh_hant: 總餘額

# dashboard.viewAll
source: View All
zh_hans: 查看全部
zh_hant: 查看全部

# dashboard.viewAllInReports
source: View All
zh_hans: 查看全部
zh_hant: 查看全部

source: Date
zh_hans: 日期
zh_hant: 日期

# date.from
source: From
zh_hans: 从
zh_hant: 由

# date.quick.custom
source: Custom
zh_hans: 自定义
zh_hant: 自訂

# date.quick.lastMonth
source: Last Month
zh_hans: 上个月
zh_hant: 上個月

# date.quick.thisMonth
source: This Month
zh_hans: 本月
zh_hant: 本月

# date.quick.thisWeek
source: This Week
zh_hans: 本周
zh_hant: 本週

# date.quick.thisYear
source: This Year
zh_hans: 今年
zh_hant: 今年

# date.quick.today
source: Today
zh_hans: 今天
zh_hant: 今天

# date.to
source: To
zh_hans: 至
zh_hant: 至

# date.today
source: Today
zh_hans: 今天
zh_hant: 今天

# date.yesterday
source: Yesterday
zh_hans: 昨天
zh_hant: 昨天

# empty.accounts.action
source: Add Account
zh_hans: 添加账户
zh_hant: 新增帳戶

# empty.accounts.message
source: Add your accounts to start managing your finances.
zh_hans: 添加账户，开始管理财务。
zh_hant: 新增帳戶，開始管理財務。

# empty.accounts.title
source: No Accounts
zh_hans: 没有账户
zh_hant: 沒有帳戶

# empty.budgets.action
source: Create Budget
zh_hans: 创建预算
zh_hant: 建立預算

# empty.budgets.message
source: Create budgets to track your spending goals.
zh_hans: 创建预算，跟踪支出目标。
zh_hant: 建立預算，追蹤支出目標。

# empty.budgets.title
source: No Budgets
zh_hans: 没有预算
zh_hant: 沒有預算

# empty.period.message
source: There's no data for the selected time period.
zh_hans: 所选时间段内没有数据。
zh_hant: 所選期間沒有資料。

# empty.period.title
source: No Data
zh_hans: 无数据
zh_hant: 無資料

# empty.search.message
source: No results found for your search.
zh_hans: 未找到相关结果。
zh_hant: 找不到相關結果。

# empty.search.title
source: No Results
zh_hans: 没有结果
zh_hant: 沒有結果

# empty.transactions.action
source: Add Transaction
zh_hans: 添加交易
zh_hant: 新增交易

# empty.transactions.message
source: Start tracking your finances by adding your first transaction.
zh_hans: 添加第一笔交易，开始跟踪财务。
zh_hant: 新增第一筆交易，開始追蹤財務。

# empty.transactions.title
source: No Transactions
zh_hans: 没有交易
zh_hant: 沒有交易

# error.title
source: Error
zh_hans: 错误
zh_hant: 錯誤

# exchangeCalculator.amount
source: Amount
zh_hans: 金额
zh_hant: 金額

# exchangeCalculator.effectiveDate
source: Effective Date
zh_hans: 生效日期
zh_hant: 生效日期

# exchangeCalculator.from
source: From
zh_hans: 从
zh_hant: 由

# exchangeCalculator.provider
source: Provider
zh_hans: 来源
zh_hant: 來源

# exchangeCalculator.rate
source: Rate
zh_hans: 汇率
zh_hant: 匯率

# exchangeCalculator.result
source: Result
zh_hans: 结果
zh_hant: 結果

# exchangeCalculator.retry
source: Retry
zh_hans: 重试
zh_hant: 重試

# exchangeCalculator.swap
source: Swap Currencies
zh_hans: 切换货币
zh_hant: 切換貨幣

# exchangeCalculator.title
source: Exchange Calculator
zh_hans: 汇率计算器
zh_hant: 匯率計算器

# exchangeCalculator.to
source: To
zh_hans: 至
zh_hant: 至

# exchangeRate.error.httpFailure
source: Exchange rate request failed with status code %lld.
zh_hans: 汇率请求失败，状态码：%lld。
zh_hant: 匯率請求失敗，狀態碼：%lld。

# exchangeRate.error.invalidDateFormat
source: Exchange rate provider returned an unexpected date format.
zh_hans: 汇率来源返回了非预期的日期格式。
zh_hant: 匯率來源傳回非預期日期格式。

# exchangeRate.error.invalidRequest
source: Unable to build exchange rate request.
zh_hans: 无法创建汇率请求。
zh_hant: 無法建立匯率請求。

# exchangeRate.error.invalidResponse
source: Exchange rate provider returned an invalid response.
zh_hans: 汇率来源返回了无效响应。
zh_hant: 匯率來源傳回無效回應。

# exchangeRate.error.missingRatePair
source: No exchange rate available for %1$@ to %2$@.
zh_hans: 没有 %1$@ 到 %2$@ 的可用汇率。
zh_hant: 沒有 %1$@ 至 %2$@ 的可用匯率。

# field.color
source: Color
zh_hans: 颜色
zh_hant: 顏色

# field.name
source: Name
zh_hans: 名称
zh_hant: 名稱

# filter.account
source: Account
zh_hans: 账户
zh_hant: 帳戶

# filter.advanced
source: Advanced Filters
zh_hans: 进阶筛选
zh_hant: 進階篩選

# filter.all
source: All
zh_hans: 全部
zh_hant: 全部

# filter.allAccounts
source: All Accounts
zh_hans: 全部账户
zh_hant: 全部帳戶

# filter.clearAll
source: Clear All Filters
zh_hans: 清除所有筛选条件
zh_hant: 清除所有篩選條件

# filter.clearDates
source: Clear Dates
zh_hans: 清除日期筛选
zh_hant: 清除日期篩選

# filter.dateRange
source: Date Range
zh_hans: 日期范围
zh_hant: 日期範圍

# filter.from
source: From
zh_hans: 从
zh_hant: 從

# filter.showUpcomingScheduled
source: Include Upcoming Subscriptions
zh_hans: 显示即将到期的订阅交易
zh_hant: 顯示即將到期的訂閱交易

# filter.showUpcomingScheduled.footer
source: When turned off, future auto-generated subscription transactions stay hidden.
zh_hans: 关闭后，不再显示之后自动生成的订阅交易。
zh_hant: 關閉後，不會顯示日後自動產生的訂閱交易。

# filter.to
source: To
zh_hans: 到
zh_hant: 到

# filter.travelTransactions
source: Show Foreign Currency Transactions Only
zh_hans: 仅显示外币交易
zh_hant: 僅顯示外幣交易

# filter.type
source: Transaction Type
zh_hans: 交易类型
zh_hant: 交易類型

source: Metric
zh_hans: 指标
zh_hant: 指標

source: Month
zh_hans: 月份
zh_hant: 月份

source: Open Daily Sum
zh_hans: 打开日常账
zh_hant: 開啟日常帳

source: Open Daily Sum and start adding an expense.
zh_hans: 打开日常账并开始添加支出。
zh_hant: 開啟日常帳並開始新增支出。

source: Open Daily Sum and start adding income.
zh_hans: 打开日常账并开始添加收入。
zh_hant: 開啟日常帳並開始新增收入。

source: Open Daily Sum to the main screen.
zh_hans: 打开日常账主画面。
zh_hant: 開啟日常帳主畫面。

source: Open Daily Sum.
zh_hans: 打开日常账。
zh_hant: 開啟日常帳。

# recurrence.daily
source: Daily
zh_hans: 每日
zh_hant: 每日

# recurrence.monthly
source: Monthly
zh_hans: 每月
zh_hant: 每月

# recurrence.weekly
source: Weekly
zh_hans: 每周
zh_hant: 每週

# recurrence.yearly
source: Yearly
zh_hans: 每年
zh_hant: 每年

# reports.category.collapse
source: Show less
zh_hans: 显示更少
zh_hant: 顯示更少

# reports.category.detail.empty
source: No transactions in this category for the selected period.
zh_hans: 所选期间此类别暂无交易。
zh_hant: 所選期間此類別沒有交易。

# reports.category.expand
source: Show %lld more
zh_hans: 再显示 %lld 项
zh_hant: 再顯示 %lld 項

# reports.category.other
source: Other
zh_hans: 其他
zh_hant: 其他

# reports.category.top
source: Top Category
zh_hans: 主要类别
zh_hant: 主要類別

# reports.expenses
source: Expenses
zh_hans: 支出
zh_hant: 支出

# reports.expensesByCategory
source: Expenses by Category
zh_hans: 分类支出
zh_hant: 類別支出

# reports.income
source: Income
zh_hans: 收入
zh_hant: 收入

# reports.incomeByCategory
source: Income by Category
zh_hans: 分类收入
zh_hant: 類別收入

# reports.monthlyTrends
source: Recent 6-Month Trend
zh_hans: 近半年走势
zh_hant: 近半年走勢

# reports.net
source: Net
zh_hans: 净额
zh_hant: 淨額

# reports.netIncome
source: Net Income
zh_hans: 净收入
zh_hant: 淨收入

# reports.period.all
source: All
zh_hans: 全部
zh_hant: 全部

# reports.period.custom
source: Custom
zh_hans: 自定义
zh_hant: 自訂

# reports.period.last3Months
source: Quarter
zh_hans: 季度
zh_hant: 季度

# reports.period.lastMonth
source: Last
zh_hans: 上月
zh_hant: 上月

# reports.period.thisMonth
source: Month
zh_hans: 本月
zh_hant: 本月

# reports.period.thisYear
source: Year
zh_hans: 今年
zh_hant: 今年

# reports.savingsRate
source: Savings Rate
zh_hans: 储蓄率
zh_hant: 儲蓄率

# reports.tab.budgets
source: Budgets
zh_hans: 预算
zh_hant: 預算

# reports.tab.reports
source: Reports
zh_hans: 报告
zh_hant: 報告

# reports.title
source: Reports
zh_hans: 报告
zh_hant: 報告

# reports.totalExpenses
source: Total Expenses
zh_hans: 总支出
zh_hant: 總支出

# reports.totalIncome
source: Total Income
zh_hans: 总收入
zh_hant: 總收入

# schedule.reminder.body
source: A subscription expense is due soon.
zh_hans: 有订阅支出即将到期。
zh_hant: 有訂閱支出即將到期。

# schedule.reminder.title
source: Bill due soon
zh_hans: 账单即将到期
zh_hant: 帳單即將到期

# search.noResults.message
source: No accounts, transactions, or budgets match your search.
zh_hans: 没有匹配的账户、交易或预算。
zh_hant: 沒有符合的帳戶、交易或預算。

# search.noResults.title
source: No Results
zh_hans: 无结果
zh_hant: 無結果

# search.prompt
source: Search accounts, transactions, budgets...
zh_hans: 搜索账户、交易、预算…
zh_hant: 搜尋帳戶、交易、預算…

# search.query.expense
source: expense
zh_hans: 支出
zh_hant: 支出

# search.query.recent
source: recent
zh_hans: 最近
zh_hant: 最近

# search.section.accounts
source: Accounts
zh_hans: 账户
zh_hant: 帳戶

# search.section.budgets
source: Budgets
zh_hans: 预算
zh_hant: 預算

# search.section.transactions
source: Transactions
zh_hans: 交易
zh_hant: 交易

# search.suggestion.largeExpenses
source: Large expenses
zh_hans: 大额支出
zh_hant: 大額支出

# search.suggestion.recentTransactions
source: Recent transactions
zh_hans: 最近交易
zh_hant: 最近交易

# search.suggestions
source: Suggestions
zh_hans: 建议
zh_hant: 建議

# search.title
source: Search
zh_hans: 搜索
zh_hant: 搜尋

# settings.about
source: About
zh_hans: 关于
zh_hant: 關於

# settings.accounts
source: Accounts
zh_hans: 账户
zh_hant: 帳戶

# settings.autoOpenAccountAfterCategory
source: Auto-Open Account After Category
zh_hans: 选择类别后自动显示账户选择器
zh_hant: 選定類別後自動顯示帳戶選擇器

# settings.backup.action
source: Backup
zh_hans: 备份
zh_hant: 備份

# settings.backup.automatic
source: Automatic Backup
zh_hans: 自动备份
zh_hant: 自動備份

# settings.backup.automatic.daily
source: Daily
zh_hans: 每日
zh_hant: 每日

# settings.backup.automatic.monthly
source: Monthly
zh_hans: 每月
zh_hant: 每月

# settings.backup.automatic.never
source: Never
zh_hans: 永不
zh_hant: 永不

# settings.backup.automatic.weekly
source: Weekly
zh_hans: 每周
zh_hant: 每週

# settings.backup.export
source: Back Up Now
zh_hans: 立即备份
zh_hant: 立即備份

# settings.backup.footer
source: Backups are saved to iCloud Drive when available, otherwise to this device.
zh_hans: 如果 iCloud Drive 可用，备份将存储到其中；否则存储到此设备。
zh_hant: 如可使用 iCloud Drive，備份會存於其中；否則存於此裝置。

# settings.backup.import.summary
source: Imported %1$lld, updated %2$lld, skipped %3$lld, failed %4$lld
zh_hans: 已导入 %1$lld，已更新 %2$lld，已跳过 %3$lld，失败 %4$lld
zh_hant: 已匯入 %1$lld，已更新 %2$lld，已略過 %3$lld，失敗 %4$lld

# settings.backup.list.empty.message
source: Tap Back Up Now to create your first backup.
zh_hans: 点击“立即备份”创建首个备份。
zh_hant: 點按「立即備份」建立首個備份。

# settings.backup.list.title
source: Backup History
zh_hans: 备份记录
zh_hant: 備份記錄

# settings.backup.location.thisDevice
source: This Device
zh_hans: 此设备
zh_hant: 此裝置

# settings.backup.record.accounts.one
source: %lld account
zh_hans: %lld 个账户
zh_hant: %lld 個帳戶

# settings.backup.record.accounts.other
source: %lld accounts
zh_hans: %lld 个账户
zh_hant: %lld 個帳戶

# settings.backup.record.transactions.one
source: %lld transaction
zh_hans: %lld 笔交易
zh_hant: %lld 筆交易

# settings.backup.record.transactions.other
source: %lld transactions
zh_hans: %lld 笔交易
zh_hant: %lld 筆交易

# settings.backup.restore.behavior
source: Create iCloud Drive backups or restore from an existing backup. Restore replaces current financial data and restores all included preferences.
zh_hans: 可将数据备份到 iCloud Drive，或从现有备份恢复。恢复时会替换现有财务数据，并应用备份中的偏好设置。
zh_hant: 可將資料備份至 iCloud Drive，或從現有備份還原。還原時會取代現有財務資料，並套用備份內的偏好設定。

# settings.backup.restore.confirm
source: Confirm Restore
zh_hans: 确认恢复
zh_hant: 確認還原

# settings.backup.restore.confirm.action
source: Restore Backup
zh_hans: 恢复备份
zh_hant: 還原備份

# settings.backup.restore.confirm.message
source: Restore replaces current financial data and restores the preferences included in this backup.
zh_hans: 现有财务数据将由此备份替换，备份中的偏好设置也会一并应用。
zh_hant: 現有財務資料將由此備份取代，備份內的偏好設定亦會套用。

# settings.backup.restore.confirm.title
source: Restore Backup?
zh_hans: 要恢复备份吗？
zh_hant: 要還原備份嗎？

# settings.backup.restore.result
source: Restore Result
zh_hans: 恢复结果
zh_hant: 還原結果

# settings.backup.retention
source: Keep Backups
zh_hans: 保留备份
zh_hant: 保留備份

# settings.backup.retention.noLimit
source: No Limit
zh_hans: 无限制
zh_hant: 無限制

# settings.backup.summary
source: %1$@, %2$lld accounts, %3$lld transactions
zh_hans: %1$@，%2$lld 个账户，%3$lld 笔交易
zh_hant: %1$@，%2$lld 個帳戶，%3$lld 筆交易

# settings.backup.title
source: Backup
zh_hans: 备份
zh_hant: 備份

# settings.budgets
source: Budgets
zh_hans: 预算
zh_hant: 預算

# settings.categories
source: Categories
zh_hans: 类别
zh_hant: 類別

# settings.clearData
source: Clear All Data
zh_hans: 清除所有数据
zh_hant: 清除所有資料
